{
  "plugins": {
    "artio": {
      "src": "https://github.com/comfysage/artio.nvim"
    },
    "fff": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "lynn": {
      "src": "https://github.com/comfysage/lynn.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.pairs": {
      "src": "https://github.com/echasnovski/mini.pairs"
    },
    "namu": {
      "src": "https://github.com/bassamsdata/namu.nvim"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "vague": {
      "src": "https://github.com/vague-theme/vague.nvim"
    },
    "yazi": {
      "src": "https://github.com/mikavilpas/yazi.nvim"
    }
  }
}