{
  "plugins": {
    "artio": {
      "src": "https://github.com/comfysage/artio.nvim"
    },
    "blink": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "conform": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "cursortab": {
      "src": "https://github.com/cursortab/cursortab.nvim"
    },
    "e-ink": {
      "src": "https://github.com/e-ink-colorscheme/e-ink.nvim"
    },
    "fff": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "lynn": {
      "src": "https://github.com/comfysage/lynn.nvim"
    },
    "mfd": {
      "src": "https://github.com/kungfusheep/mfd.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.pairs": {
      "src": "https://github.com/echasnovski/mini.pairs"
    },
    "namu": {
      "src": "https://github.com/bassamsdata/namu.nvim"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "vague": {
      "src": "https://github.com/vague-theme/vague.nvim"
    },
    "yazi": {
      "src": "https://github.com/mikavilpas/yazi.nvim"
    }
  }
}