brew "zsh"
brew "git"
brew "fd"
brew "ripgrep"
brew "bat"
brew "fzf"
cask "docker"
cask "docker-compose"
brew "node"
brew "pnpm"
brew "jesseduffield/lazygit/lazygit"

# apps
cask "wezterm-nightly"
cask "discord"
cask "notion"
cask "obsidian"
cask "arc"
cask "aldente"
cask "linearmouse"
cask "raycast"
brew "mos"
